driver-tests/bpelse/assign/AssignJbi/test/CopygDayInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><gDayPart xmlns="urn:DataType"><xsd_gDay>---25</xsd_gDay><optional_gDay>---12</optional_gDay><repeat_gDay>---12</repeat_gDay><repeat_gDay>---01</repeat_gDay></gDayPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
